Repository: WisdmLabs/edwiser-bridge
Catalog: edwiser-bridge/languages/eb-textdomain-*.po
Languages: hi_in

source: No matching records found
hi_in: कोई मिलान रिकॉर्ड पाया

source: Showing _START_ to _END_ of _TOTAL_ entries
hi_in: _TOTAL_ प्रविष्टियों की _END_ को _START_ दिखा

source: Showing 0 to 0 of 0 entries
hi_in: 0 0 की प्रविष्टियों को 0 दिखा

source: filtered from _MAX_ total entries
hi_in: _MAX_ कुल प्रविष्टियों से फ़िल्टर

source: Show _MENU_ entries
hi_in: _MENU_ प्रविष्टियों दिखाएँ

source: First
hi_in: प्रथम

source: Last
hi_in: पिछली बार

source: Next
hi_in: अगला

source: Previous
hi_in: पिछला

source: : activate to sort column ascending
hi_in: : स्तंभ आरोही सुलझाने के लिए सक्रिय

source: : activate to sort column descending
hi_in: : स्तंभ पर अवरोही को सक्रिय

source: Error
hi_in: त्रुटि

source: Username is required.
hi_in: उपयोगकर्ता नाम आवश्यक है।

source: Password is required.
hi_in: पासवर्ड की आवश्यकता है।

source: Anti-spam field was filled in.
hi_in: विरोधी स्पैम क्षेत्र में भरा हुआ था।

source: Hello %s%s%s (not %2$s? %sSign out%s)
hi_in: हैलो %s %s %s (न% 2 $ s?% बाहर sSign% s)

source: Edit Profile
hi_in: प्रोफाइल एडिट करें

source: S.No.
hi_in: क्र.सं.

source: Looks like you are not enrolled in any course, get your first course %s
hi_in: लगता है कि आप किसी भी कोर्स में दाखिला नहीं कर रहे हैं, अपने पहले पाठ्यक्रम% s प्राप्त

source: here
hi_in: यहाँ

source: Course Purchase History
hi_in: कोर्स खरीद इतिहास

source: Order ID
hi_in: आदेश आईडी

source: Ordered Course
hi_in: आदेश दिया कोर्स

source: Billing Email
hi_in: बिल सम्बंधी ईमेल

source: Amount Paid
hi_in: राशि का भुगतान

source: Not Available
hi_in: उपलब्ध नहीं है

source: Edit Account Details
hi_in: संपादित खाता विवरण

source: Note: Following all fields will be updated on Moodle as well as on WordPress site.
hi_in: नोट: सभी क्षेत्रों बाद Moodle पर और साथ ही वर्डप्रेस साइट पर अद्यतन किया जाएगा।

source: You must be logged in to edit your profile.
hi_in: आप अपने प्रोफ़ाइल को संपादित करने में लॉग इन होना चाहिए।

source: Username *
hi_in: उपयोगकर्ता नाम *

source: (The system does not allow username to be changed)
hi_in: (सिस्टम उपयोगकर्ता नाम परिवर्तित करने की अनुमति नहीं है)

source: First Name
hi_in: पहला नाम

source: Last Name
hi_in: अंतिम नाम

source: Nick Name
hi_in: निक नाम

source: E-mail *
hi_in: ईमेल *

source: New Password
hi_in: नया पासवर्ड

source: (Keep blank to leave unchanged)
hi_in: (खाली रखें अपरिवर्तित छोड़ने के लिए)

source: Unmask
hi_in: पोल खोलना

source: Biographical Information
hi_in: जीवन संबन्धित जानकारी

source: City
hi_in: शहर

source: Country
hi_in: देश

source: Update
hi_in: अद्यतन

source: Back to the profile
hi_in: वापस प्रोफ़ाइल पर

source: Login
hi_in: लॉग इन करें

source: Username
hi_in: उपयोगकर्ता नाम

source: Password
hi_in: पासवर्ड

source: Remember me
hi_in: मुझे याद रखना

source: Lost your password?
hi_in: आपका पासवर्ड खो गया है?

source: Don't have an Account?
hi_in: एक खाता नहीं है?

source: Register
hi_in: रजिस्टर

source: Email
hi_in: ईमेल

source: Anti-spam
hi_in: स्पैम - विरोधी

source: Already have an account?
hi_in: क्या आपके पास पहले से एक खाता मौजूद है?

source: Click to access.
hi_in: उपयोग के लिए क्लिक करें।

source: Click to read more.
hi_in: अधिक पढ़ने के लिए क्लिक करें।

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
hi_in: % S पर एक खाता बनाने के लिए धन्यवाद। आपका उपयोगकर्ता नाम <strong>% s </ strong> है।

source: Your password has been automatically generated: <strong>%s</strong>
hi_in: आपका पासवर्ड स्वतः उत्पन्न कर दिया गया है: <strong>% s </ strong>

source: You can access your account here: <a href="%s">User Account</a>.
hi_in: आप अपने खाते को यहाँ पहुँच सकते हैं: <a href="%s"> उपयोगकर्ता खाता </a>।

source: A learning account is linked to your profile. Use credentials given below while accessing your courses.
hi_in: एक सीखने खाता आपके प्रोफाइल से जुड़ा हुआ है। जबकि अपने पाठ्यक्रम तक पहुँचने नीचे दिए गए क्रेडेंशियल्स का उपयोग करें।

source: Username: <strong>%s</strong>
hi_in: प्रयोक्ता नाम: <strong>% s </ strong>

source: Password: <strong>%s</strong>
hi_in: पासवर्ड: <strong>% s </ strong>

source: Your order with ID #%s completed successfully.
hi_in: आईडी #% s के साथ आपका आदेश को सफलतापूर्वक पूरा किया।

source: days access remaining
hi_in: दिन पहुँच शेष

source: Includes
hi_in: शामिल

source: days access
hi_in: दिन का उपयोग

source: Includes lifetime access
hi_in: जीवन भर का उपयोग भी शामिल है

source: Categories:
hi_in: श्रेणियाँ:

source: Course Overview
hi_in: पाठ्यक्रम अवलोकन

source: Previous page
hi_in: पिछला पृष्ठ

source: Next page
hi_in: अगला पृष्ठ

source: Page
hi_in: पृष्ठ

source: You are not logged in. %s to login.
hi_in: आप में प्रवेश करने के लिए।% S लॉग इन नहीं कर रहे हैं।

source: You are not enrolled to any course. %s to access the courses page.
hi_in: आप किसी भी कोर्स में दाखिला नहीं कर रहे हैं। % S पाठ्यक्रम पृष्ठ का उपयोग करने के लिए।

source: View More &rarr;
hi_in: अधिक & rarr देखें;

source: Account details saved successfully.
hi_in: खाता विवरण सफलतापूर्वक बचाया।

source: Couldn't update your profile! This might be because wrong data sent to Moodle site or a Connection Error.
hi_in: अपनी प्रोफाइल को अपडेट नहीं कर सका! इसका कारण यह है गलत डेटा Moodle साइट या एक कनेक्शन त्रुटि के लिए भेजा जा सकता है।

source: Email Address
hi_in: ईमेल पता

source: %s is required field.
hi_in: % S क्षेत्र की आवश्यकता है।

source: %s is invalid email.
hi_in: % S अवैध ईमेल है।

source: %s is already exists.
hi_in: % S पहले से ही मौजूद है।
