Repository: WisdmLabs/edwiser-bridge
Catalog: edwiser-bridge/languages/eb-textdomain-*.po
Languages: hi_in

source: Redirect user to the My Courses page on %s form the %s page.
hi_in: % S% s प्रपत्र पेज पर मेरे पाठ्यक्रम पेज के लिए उपयोगकर्ता अनुप्रेषित।

source: Max number of courses in a row on the courses page
hi_in: पाठ्यक्रम पृष्ठ पर एक पंक्ति में पाठ्यक्रम की अधिकतम संख्या

source: Course Order Completion
hi_in: कोर्स पूरा होने के आदेश

source: Send a test email of the selected template
hi_in: चयनित टेम्पलेट का एक परीक्षण ईमेल भेजें

source: Some of the constants in these emails would be replaced by demo content
hi_in: इन ईमेल में स्थिरांक के कुछ डेमो सामग्री द्वारा प्रतिस्थापित किया जाएगा

source: Linked
hi_in: जुड़े हुए

source: Unlinked
hi_in: अनलिंक

source: Sorry, unable unlink user
hi_in: क्षमा करें, असमर्थ अनलिंक उपयोगकर्ता

source: Sorry, unable link user
hi_in: क्षमा करें, असमर्थ लिंक उपयोगकर्ता

source: Sorry, unable to link to moodle
hi_in: क्षमा करें, असमर्थ Moodle से जोड़ने के लिए

source: Moodle Account
hi_in: Moodle अकाउंट

source: Link
hi_in: संपर्क

source: Unlink
hi_in: उतारना

source: To purchase and access more courses click here: <a href="%s">Courses</a>.
hi_in: खरीद और उपयोग अधिक पाठ्यक्रमों के लिए यहां क्लिक करें: <a href="%s"> पाठ्यक्रम </a>।

source: Edwiser Bridge
hi_in: Edwiser ब्रिज

source: Courses
hi_in: पाठ्यक्रम

source: Course Categories
hi_in: कोर्स वर्ग

source: Orders
hi_in: आदेश

source: Settings
hi_in: सेटिंग्स

source: Extensions
hi_in: एक्सटेंशन

source: Help
hi_in: मदद

source: Manage Email Templates
hi_in: ईमेल टेम्पलेट्स प्रबंधित

source: Connection Settings
hi_in: कनेक्शन सेटिंग्स

source: Moodle URL
hi_in: Moodle यूआरएल

source: Moodle URL ( Like: http://example.com or http://example.com/moodle etc.)
hi_in: Moodle यूआरएल (पसंद: http://example.com या http://example.com/moodle आदि)

source: Moodle Access Token
hi_in: Moodle पहुँच टोकन

source: Moodle access token.
hi_in: Moodle पहुँच टोकन।

source: Test Connection
hi_in: परीक्षण कनेक्शन

source: Get Help
hi_in: मदद लें

source: Sorry, there is a problem!
hi_in: क्षमा करें, वहाँ एक समस्या है!

source: Edwiser Bridge Plugin Subscription Notification
hi_in: Edwiser ब्रिज प्लगइन सदस्यता की अधिसूचना

source: Edwiser subscription user details: Customer Website: %s Customer Email: %s
hi_in: Edwiser सदस्यता उपयोगकर्ता जानकारी: ग्राहक वेबसाइट: %s ग्राहक ईमेल: %s

source: General
hi_in: सामान्य

source: General Options
hi_in: सामान्य विकल्पों

source: Redirect to My Courses
hi_in: मेरे पाठ्यक्रम पर रीडायरेक्ट

source: Login / Registration
hi_in: लॉग इन / पंजीकरण

source: User Account
hi_in: उपभोक्ता खाता

source: Redirect user to the My Courses page on login and registration
hi_in: लॉगिन और पंजीकरण पर मेरे पाठ्यक्रम पेज के लिए उपयोगकर्ता अनुप्रेषित

source: My Courses Page
hi_in: मेरे पाठ्यक्रम पृष्ठ

source: Select my courses page here. Default page is %s
hi_in: यहाँ मेरी पाठ्यक्रमों पेज का चयन करें। डिफ़ॉल्ट पृष्ठ% s है

source: My Courses
hi_in: मेरे पाठ्यक्रम

source: Select a page
hi_in: एक पृष्ठ का चयन करें

source: This sets 'My Courses' page, where the user can see all his purchased courses and access them directly. You have to use this shortcode [eb_my_courses] to create this page.
hi_in: इस सेट 'मेरा पाठ्यक्रम' पृष्ठ, जहां उपयोगकर्ता अपने सभी खरीदी पाठ्यक्रमों को देखते हैं और उन्हें सीधे उपयोग कर सकते हैं। आप इस पेज को बनाने के लिए इस शोर्ट [eb_my_courses] का प्रयोग किया है।

source: Enable Registration
hi_in: पंजीकरण सक्षम करें

source: Enable user registration
hi_in: उपयोगकर्ता पंजीकरण सक्षम करें

source: User Account Page
hi_in: उपयोगकर्ता खाता पृष्ठ

source: Select user account page here. Default page is %s
hi_in: चुनें उपयोगकर्ता खाते पृष्ठ यहाँ। डिफ़ॉल्ट पृष्ठ% s है

source: This sets the user account page, where user can see his/her purchase history.
hi_in: इस उपयोगकर्ता खाता पृष्ठ, जहां उपयोगकर्ता अपने / उसे खरीद इतिहास को देख सकते हैं सेट।

source: Moodle Language Code
hi_in: Moodle भाषा संहिता

source: Enter language code which you get from moodle language settings.
hi_in: जो आप Moodle भाषा सेटिंग्स से मिल भाषा कोड दर्ज करें।

source: This setting will be applicable only on the `/courses` page template
hi_in: यह सेटिंग केवल `/ courses` पेज टेम्पलेट पर लागू होगा

source: Synchronization
hi_in: तुल्यकालन

source: Users
hi_in: उपयोगकर्ता

source: Synchronize User Data
hi_in: उपयोगकर्ता डेटा सिंक्रनाइज़

source: Synchronization Options
hi_in: तुल्यकालन विकल्प

source: Update user's course enrollment status
hi_in: उपयोगकर्ता की अद्यतन स्थिति पाठ्यक्रम नामांकन

source: Synchronize Courses
hi_in: पाठ्यक्रम सिंक्रनाइज़

source: Synchronize course categories
hi_in: कोर्स वर्ग सिंक्रनाइज़

source: Update previously synchronized courses
hi_in: पहले से सिंक्रनाइज़ पाठ्यक्रमों को अपडेट करें

source: Keep synchronized courses as draft
hi_in: ड्राफ्ट के रूप में सिंक्रनाइज़ पाठ्यक्रमों रखें

source: Licenses
hi_in: लाइसेंस

source: PayPal Settings
hi_in: पेपैल सेटिंग

source: PayPal Email
hi_in: पे पल ईमेल

source: Enter your PayPal email here.
hi_in: यहाँ अपने पेपैल ईमेल दर्ज करें।

source: PayPal Currency
hi_in: पेपैल मुद्रा

source: Select transaction currency code, Default is USD.
hi_in: चयन लेनदेन मुद्रा कोड, डिफ़ॉल्ट अमरीकी डालर है।

source: U.S. Dollar (USD)
hi_in: अमेरिका डॉलर (USD)

source: Canadian Dollar (CAD)
hi_in: कैनेडियन डॉलर (सीएडी)

source: New Zealand Dollar (NZD)
hi_in: न्यूजीलैंड डॉलर (NZD)

source: Hong Kong Dollar (HKD)
hi_in: हांगकांग डॉलर (HKD)

source: Euro (EUR)
hi_in: यूरो (EUR)

source: Japanese Yen (JPY)
hi_in: जापानी येन (JPY)

source: Mexican Peso (MXN)
hi_in: मेक्सिकन पीसो (MXN)

source: Swiss Franc (CHF)
hi_in: स्विस फ्रैंक (स्विस फ्रैंक)

source: Pound Sterling (GBP)
hi_in: पाउंड स्टर्लिंग (GBP)

source: Australian Dollar (AUD)
hi_in: ऑस्ट्रेलियन डॉलर (AUD)

source: Polish Zloty (PLN)
hi_in: पोलिश ज़्लॉटी (PLN)

source: Danish Krone (DKK)
hi_in: डेनमार्क क्रोन (DKK)

source: Singapore Dollar (SGD)
hi_in: सिंगापुर डॉलर (SGD)

source: PayPal Country
hi_in: पेपैल देश

source: Enter your country code here.
hi_in: यहाँ अपने देश कोड दर्ज करें।

source: PayPal Cancel URL
hi_in: पेपैल रद्द यूआरएल

source: Enter the URL used for purchase cancellations.
hi_in: खरीद रद्द लिए इस्तेमाल किया URL दर्ज करें।

source: PayPal Return URL
hi_in: पेपैल वापसी यूआरएल

source: Enter the URL used for completed purchases (a thank you page).
hi_in: पूरा खरीद (एक धन्यवाद पेज) के लिए इस्तेमाल URL दर्ज करें।

source: PayPal Notify URL
hi_in: पेपैल यूआरएल सूचित करें

source: Enter the URL used for IPN notifications.
hi_in: IPN सूचनाओं के लिए इस्तेमाल किया URL दर्ज करें।

source: Use PayPal Sandbox
hi_in: पेपैल सैंडबॉक्स का प्रयोग करें

source: Check to enable the PayPal sandbox.
hi_in: पेपैल सैंडबॉक्स सक्षम करने के लिए जाँच करें।

source: New User Account Details
hi_in: नई उपयोगकर्ता खाता विवरण

source: Link WP user account to moodle
hi_in: Moodle के लिए लिंक WP उपयोगकर्ता खाते

source: Course access expired
hi_in: कोर्स में प्रवेश की समय सीमा समाप्त

source: From Name
hi_in: नाम से

source: Enter name here to use as the form name in email sent from site using Edwisaer plugins
hi_in: साइट का उपयोग Edwisaer plugins से भेजे गए ईमेल में प्रपत्र नाम के रूप में उपयोग करने के लिए यहां नाम दर्ज करें

source: Enter from name
hi_in: नाम से दर्ज करें

source: Subject
hi_in: विषय

source: Enter the subject for the current email template. Current template will use the entered subject to send email from the site
hi_in: वर्तमान ईमेल टेम्पलेट के लिए विषय दर्ज करें। वर्तमान टेम्पलेट में प्रवेश विषय का उपयोग करेगा साइट से ईमेल भेजने के लिए

source: Enter email subject
hi_in: ईमेल विषय दर्ज

source: Save Changes
hi_in: परिवर्तनों को सुरक्षित करें

source: Save changes
hi_in: परिवर्तनों को सुरक्षित करें

source: To
hi_in: सेवा मेरे

source: Type an email address here and then click Send Test to generate a test email using current selected template
hi_in: एक ईमेल पता यहाँ टाइप करें और उसके बाद वर्तमान चयनित टेम्पलेट का उपयोग कर एक परीक्षण ईमेल उत्पन्न करने के लिए टेस्ट भेजें

source: Enter email address
hi_in: ईमेल पता दर्ज

source: Send Test
hi_in: टेस्ट भेजें

source: Send sample email with current selected template
hi_in: वर्तमान चयनित टेम्पलेट के साथ नमूना ईमेल भेजें

source: Note
hi_in: ध्यान दें

source: Email Templates
hi_in: ईमेल टेम्पलेट्स

source: Template Constants
hi_in: खाका स्थिरांक

source: The display name of the user.
hi_in: उपयोगकर्ता का प्रदर्शन नाम।

source: The first name of the user.
hi_in: उपयोगकर्ता का नाम।

source: The last name of the user.
hi_in: उपयोगकर्ता की अंतिम नाम

source: The name of the website.
hi_in: वेबसाइट का नाम है।

source: The URL of the website.
hi_in: वेबसाइट के यूआरएल।

source: The link to the courses archive page.
hi_in: पाठ्यक्रम के लिए लिंक पेज संग्रह।

source: The wordpress user account page link.
hi_in: वर्डप्रेस उपयोगकर्ता खाते पेज लिंक।

source: The wordpress login page link.
hi_in: वर्डप्रेस प्रवेश पृष्ठ लिंक।

source: The moodle site url entered in the connection.
hi_in: Moodle साइट यूआरएल संबंध में प्रवेश किया।

source: The user accounts password.
hi_in: उपयोगकर्ता पासवर्ड खातों।

source: The title of the course.
hi_in: पाठ्यक्रम के शीर्षक।

source: The order id of the purchased order completed.
hi_in: खरीदी के आदेश के क्रम में आईडी पूरा किया।

source: The current course page link.
hi_in: वर्तमान पाठ्यक्रम पेज लिंक .

source: Changes saved successfully!
hi_in: परिवर्तनों को सफलतापूर्वक सहेजा!

source: Due to the security issue changes are not saved, Try to re-update it.
hi_in: कारण सुरक्षा के मुद्दे परिवर्तनों को सहेजा नहीं कर रहे हैं, इसे फिर से अद्यतन करने के लिए प्रयास करें।

source: Please save the changes.
hi_in: कृपया परिवर्तन सहेजें।

source: Connection successful, Please save your connection details.
hi_in: कनेक्शन सफल, कृपया अपने कनेक्शन विवरण बचाने के लिए।

source: Courses synchronized successfully.
hi_in: पाठ्यक्रम सफलतापूर्वक सिंक्रनाइज़।

source: There is a problem while connecting to moodle server.
hi_in: Moodle सर्वर से कनेक्ट करते समय एक समस्या है।

source: Error occured for following users:
hi_in: त्रुटि के लिए उपयोगकर्ताओं को निम्नलिखित हुई:

source: User data synced successfully.
hi_in: उपयोगकर्ता डेटा को सफलतापूर्वक समन्वयित।

source: Mail delivery failed.
hi_in: मेल वितरण विफल।

source: Test mail sent to
hi_in: टेस्ट मेल करने के लिए भेजा

source: An error occurred during parsing the response
hi_in: प्रतिक्रिया पार्स के दौरान कोई त्रुटि उत्पन्न हुई

source: Categories synchronized successfully.
hi_in: श्रेणियाँ सफलतापूर्वक सिंक्रनाइज़।

source: Template not found
hi_in: खाका नहीं मिला

source: %1s You do not have any extensions activated. %2s Please activate any installed extensions. If you do not have any extensions, you can take a look at the list %3s here%4s.%5s
hi_in: आप 1s% सक्रिय किसी भी एक्सटेंशन नहीं है। % 2s किसी भी स्थापित एक्सटेंशन सक्रिय करें। आप किसी भी एक्सटेंशन नहीं है, तो आप सूची% 3s यहाँ% 4S पर एक नज़र ले जा सकते हैं।% 5 एस

source: Our Extensions
hi_in: हमारे एक्सटेंशन

source: Browse all extensions
hi_in: सभी एक्सटेंशन ब्राउज

source: Click here to know more
hi_in: अधिक जानकारी के लिए यहां क्लिक करें

source: Browse all our extensions
hi_in: हमारे सभी एक्सटेंशन ब्राउज

source: Our list of extensions for Edwiser Bridge can be found here: <a href="%s" target="_blank">Edwiser Bridge Extensions</a>
hi_in: Edwiser ब्रिज के लिए एक्सटेंशन की हमारी सूची यहां पाया जा सकता है: <a href="%s" target="_blank"> Edwiser ब्रिज एक्सटेंशन </a>

source: About Edwiser Bridge
hi_in: Edwiser पुल के बारे में

source: Welcome to Edwiser Bridge
hi_in: Edwiser ब्रिज में आपका स्वागत है

source: Version %s
hi_in: संस्करण% s

source: Thanks for installing Edwiser Bridge! Integrating WordPress with Moodle has never been so simple. We hope you enjoy using it.
hi_in: Edwiser ब्रिज स्थापित करने के लिए धन्यवाद! Moodle के साथ वर्डप्रेस का घालमेल इतना आसान कभी नहीं किया गया है। हम आपको इसे प्रयोग कर आनंद उम्मीद है।

source: Get the latest updates on Edwiser Bridge in Your Inbox!
hi_in: अपने इनबॉक्स में Edwiser ब्रिज पर ताजा अपडेट हो!

source: Stay updated with the latest features in Edwiser Bridge and receive early-bird discounts on upcoming premium add ons.
hi_in: Edwiser ब्रिज में नवीनतम सुविधाओं के साथ अद्यतन रहने और आगामी प्रीमियम पर जल्दी पक्षी छूट प्राप्त ons जोड़ने।

source: Please enter your email address
hi_in: अपना ईमेल भरो

source: Subscribe
hi_in: सदस्यता लें

source: Thanks for subscribing to Edwiser Bridge Updates & Notifications.
hi_in: Edwiser ब्रिज अपडेट और अधिसूचनाएं के लिए सदस्यता लेने के लिए धन्यवाद।

source: An error occurred in subscription process, please try again.
hi_in: सदस्यता की प्रक्रिया में कोई त्रुटि हुई है, पुन: प्रयास करें।

source: Skip to Settings
hi_in: सेटिंग पर जाएं

source: Docs
hi_in: डॉक्स

source: Edwiser Bridge subscription user details:
hi_in: Edwiser ब्रिज सदस्यता उपयोगकर्ता जानकारी:

source: Customer Website:
hi_in: ग्राहक वेबसाइट:

source: Customer Email:
hi_in: ग्राहक ईमेल:

source: Action failed. Please refresh the page and retry.
hi_in: क्रिया: विफल रही है। पृष्ठ ताज़ा और पुन: प्रयास करें।

source: Your settings have been saved.
hi_in: आपके सेटिंग सेव कर लिए गए हैं.

source: - Select a sidebar -
hi_in: - एक साइडबार का चयन करें -

source: Cheatin&#8217; huh?
hi_in: Cheatin & # 8217; है न?

source: Order #%s Details
hi_in: आदेश #% s विवरण

source: Buyer ID:
hi_in: क्रेता आईडी:

source: Billing Email:
hi_in: बिल सम्बंधी ईमेल:

source: Order details are not correct. Existing
hi_in: आदेश विवरण सही नहीं हैं। मौजूदा

source: Course %s
hi_in: कोर्स% s

source: Order Title
hi_in: आदेश शीर्षक

source: Ordered By
hi_in: के द्वारा आदेश

source: Pending
hi_in: अपूर्ण

source: Completed
hi_in: पूरा कर लिया है

source: Failed
hi_in: अनुत्तीर्ण होना

# Page slug
source: thank-you-for-purchase
hi_in: धन्यवाद आप-खरीद के लिए

# Page title
source: Thank You for Purchase
hi_in: खरीद के लिए धन्यवाद

source: Thanks for purchasing the course, your order will be processed shortly.
hi_in: धन्यवाद पाठ्यक्रम की खरीद के लिए, अपने आदेश शीघ्र ही कार्रवाई की जाएगी।

# Page slug
source: user-account
hi_in: उपभोक्ता खाता

# Page title
source: User Account
hi_in: उपभोक्ता खाता

# Page slug
source: eb-my-courses
hi_in: eb-मेरी पाठ्यक्रम

# Page title
source: My Courses
hi_in: मेरे पाठ्यक्रम

# Page slug
source: eb-courses
hi_in: eb-पाठ्यक्रम

# Page title
source: Courses
hi_in: पाठ्यक्रम

source: Your Learning Account Credentials
hi_in: आपका सीखना खाता क्रेडेंशियल

source: Your order completed successfully.
hi_in: आपका आदेश को सफलतापूर्वक पूरा किया।

source: Course access expired.
hi_in: कोर्स में प्रवेश समाप्त हो गई है।

source: Hi %s
hi_in: उनके

source: Thanks for creating an account on %s. Your username is %s.
hi_in: % S पर एक खाता बनाने के लिए धन्यवाद। आपका उपयोगकर्ता नाम% s है।

source: Your password has been automatically generated: %s.
hi_in: आपका पासवर्ड स्वतः उत्पन्न कर दिया गया है:% s।

source: You can access your account here: %s.
hi_in: % S: आप अपने खाते यहाँ पहुँच सकते हैं।

source: A learning account is linked to your profile.Use credentials given below while accessing your courses.
hi_in: एक सीखने खाता आपके profile.Use जबकि अपने पाठ्यक्रम तक पहुँचने नीचे दिए गए साख से जुड़ा हुआ है।

source: Username: %s
hi_in: प्रयोक्ता नाम:% s

source: Password: %s
hi_in: पासवर्ड:% s

source: You can purchase &amp; access courses here: %s.
hi_in: आप खरीद & amp कर सकते हैं; यहाँ पहुँच पाठ्यक्रम:% s।

source: Thanks for purchasing %s course.
hi_in: % S पाठ्यक्रम की खरीद के लिए धन्यवाद।

source: Your order with ID %s completed successfully.
hi_in: आईडी% s के साथ आपका आदेश को सफलतापूर्वक पूरा किया।

source: Your %s course access is expired.
hi_in: आपका% s कोर्स में प्रवेश का समय समाप्त हो जाता है।

source: Your Subscription for %s course has expired.
hi_in: % S पाठ्यक्रम के लिए अपनी सदस्यता समाप्त हो गया है।

source: Please purchase the course again to continue with it. %s to purchase now!
hi_in: कृपया इसके साथ जारी रखने के लिए फिर से पाठ्यक्रम की खरीद। % S अब खरीद करने के लिए!

source: Thank you!
hi_in: धन्यवाद!

source: Recommended Courses
hi_in: अनुशंसित पाठ्यक्रम

source: Course Title
hi_in: पाठ्यक्रम का विषय

source: Course Type
hi_in: पाठ्यक्रम के प्रकार

source: Free
hi_in: मुक्त

source: Paid
hi_in: भुगतान किया है

source: Closed
hi_in: बन्द है

source: Please check Moodle URL !
hi_in: कृपया जाँच Moodle यूआरएल!

source: Please check Moodle connection details.
hi_in: Moodle कनेक्शन विवरण की जाँच करें।

source: Course Category
hi_in: कोर्स श्रेणी

# Admin menu name
source: Categories
hi_in: श्रेणियाँ

source: Search Course Categories
hi_in: खोजें कोर्स वर्ग

source: All Course Categories
hi_in: सभी कोर्स वर्ग

source: Parent Course Categories
hi_in: जनक कोर्स वर्ग

source: Parent Course Category:
hi_in: जनक कोर्स श्रेणी:

source: Edit Course Category
hi_in: संपादित कोर्स श्रेणी

source: Update Course Category
hi_in: अद्यतन कोर्स श्रेणी

source: Add New Course Category
hi_in: जोड़े न्यू कोर्स श्रेणी

source: New Course Category Name
hi_in: न्यू कोर्स श्रेणी का नाम

source: Moodle Courses
hi_in: Moodle पाठ्यक्रम

source: Moodle Course
hi_in: Moodle पाठ्यक्रम

# Admin menu name
source: Moodle Courses
hi_in: Moodle पाठ्यक्रम

source: Add Course
hi_in: कोर्स जोड़े

source: Add New Course
hi_in: न्यू कोर्स जोड़े

source: Edit
hi_in: संपादित करें

source: Edit Course
hi_in: कोर्स संपादित करें

source: New Course
hi_in: नए पाठ्यक्रम

source: View Course
hi_in: कोर्स को देखने

source: Search Courses
hi_in: खोज कोर्स

source: No Courses found
hi_in: कोई पाठ्यक्रम पाया

source: No Courses found in trash
hi_in: कोई पाठ्यक्रम कचरे में पाया

source: This is where you can add new courses to your Moodle LMS.
hi_in: यह आप अपने Moodle एलएमएस के लिए नए पाठ्यक्रम में जोड़ सकते हैं जहां है।

source: Order
hi_in: व्यवस्था

# Admin menu name
source: Orders
hi_in: Error, duplicate 1: Orders

source: Add Order
hi_in: आदेश जोड़े

source: Add New Order
hi_in: नया आदेश जोड़े

source: Edit Order
hi_in: आदेश संपादित करें

source: New Order
hi_in: नया आदेश

source: View Order
hi_in: आदेश देखें

source: Search Orders
hi_in: आदेशों को खोजें

source: No orders found
hi_in: कोई आदेश पाया

source: No orders found in trash
hi_in: कोई आदेश रद्दी में पाया

source: This is where you can see course orders.
hi_in: इसका कारण यह है कि आप इस पाठ्यक्रम के आदेश देख सकते हैं।

source: Course Options
hi_in: कोर्स के विकल्प

source: Order Options
hi_in: आदेश विकल्पों

source: Moodle Course ID
hi_in: Moodle पाठ्यक्रम आईडी

source: ID of this course on moodle.
hi_in: Moodle पर इस पाठ्यक्रम की आईडी।

source: Course Price Type
hi_in: पाठ्यक्रम मूल्य प्रकार

source: Is it free to join or one time purchase?
hi_in: इसे शामिल करने के लिए स्वतंत्र या एक बार खरीद रहा है?

source: Course Price
hi_in: पाठ्यक्रम मूल्य

source: Course price in currency as defined in settings.
hi_in: मुद्रा में पाठ्यक्रम कीमत के रूप में सेटिंग्स में परिभाषित किया।

source: Enter course price
hi_in: पाठ्यक्रम की कीमत दर्ज करें

source: Optional URL
hi_in: वैकल्पिक यूआरएल

source: Optional url to redirect user on click of take this course button.
hi_in: वैकल्पिक यूआरएल इस कोर्स के लिए बटन के क्लिक पर लेने के लिए उपयोगकर्ता को दिशानिर्देश देने में।

source: Expire Access
hi_in: प्रवेश के समय सीमा समाप्त

source: Leave this field unchecked if access never expires.
hi_in: इस क्षेत्र अनियंत्रित छोड़ देते हैं उपयोग कभी नहीं समाप्त हो रहा है।

source: Expire Access After (days)
hi_in: प्रवेश के बाद समाप्त (दिन)

source: Number of days the course is accessible
hi_in: दिनों की संख्या बेशक पहुँचा जा सकता है

source: Short Description
hi_in: संक्षिप्त वर्णन

source: Short description of course.
hi_in: पाठ्यक्रम का संक्षिप्त विवरण।

source: Status of Order
hi_in: आदेश की स्थिति

source: %s updated. <a href="%s" target="_blank">View %s</a>
hi_in: % S अद्यतन। <a href="%s" target="_blank"> देखें% s </a>

source: Custom field updated.
hi_in: कस्टम फ़ील्ड अद्यतन।

source: Custom field deleted.
hi_in: कस्टम क्षेत्र नष्ट कर दिया।

source: %s updated.
hi_in: % S अद्यतन।

source: %2$s restored to revision from %1$s
hi_in: % 2 $ s% 1 $ s से संशोधन करने के लिए बहाल

source: %s published. <a href="%s">View %s</a>
hi_in: % S प्रकाशित किया। <a href="%s"> देखें% s </a>

source: %s saved.
hi_in: % S को बचा लिया।

source: %s submitted. <a href="%s" target="_blank">Preview %s</a>
hi_in: % S प्रस्तुत की। <a href="%s" target="_blank"> पूर्वावलोकन% s </a>

source: %s scheduled for: <strong>%s</strong>. <a href="%s" target="_blank">Preview %s</a>
hi_in: % S के लिए अनुसूचित: <strong>% s </ strong>। <a href="%s" target="_blank"> पूर्वावलोकन% s </a>

source: M j, Y @ G:i
hi_in: एम जे, वाई @ G: मैं

source: %s draft updated. <a href="%s" target="_blank">Preview %s</a>
hi_in: % S मसौदा अद्यतन। <a href="%s" target="_blank"> पूर्वावलोकन% s </a>

source: Site
hi_in: साइट

source: Login Page
hi_in: लोग इन वाला पन्ना

source: Moodle Site
hi_in: Moodle साइट

source: click here
hi_in: यहां क्लिक करे

source: Click here
hi_in: यहां क्लिक करे

source: User ID:
hi_in: यूज़र आईडी:

source: Please provide a valid email address.
hi_in: कृपया उचित ईमेल प्रदान करें।

source: An account is already registered with your email address. Please login.
hi_in: एक खाता पहले से ही अपने ई-मेल पते के साथ पंजीकृत है। कृपया लॉगिन करें।

source: ERROR
hi_in: त्रुटि

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
hi_in: नहीं किया जा सका & # 8217; & टी आप hellip रजिस्टर; कृपया हमसे संपर्क करें यदि आप समस्या जारी रहती है।

source: Link Moodle Account
hi_in: लिंक Moodle अकाउंट

source: Unlink Moodle Account
hi_in: अनलिंक Moodle अकाउंट

source: %s User Unlinked.
hi_in: % S उपयोगकर्ता अनलिंक।

source: %s Users Unlinked.
hi_in: % S उपयोगकर्ता अनलिंक।

source: %s User Linked.
hi_in: % S उपयोगकर्ता लिंक्ड।

source: %s Users Linked.
hi_in: % S उपयोगकर्ता लिंक्ड।

source: Enrolled Courses
hi_in: दाखिला लिया पाठ्यक्रम

source: Enroll a Course
hi_in: एक कोर्स भर्ती

source: -- Select a Course --
hi_in: - एक कोर्स का चयन करें -

source: Unenroll a Course
hi_in: एक पाठ्यक्रम नामांकन

source: Access Course
hi_in: Access कोर्स

source: Take this Course
hi_in: इस पाठ्यक्रम ले

source: Complete Your Purchase
hi_in: अपनी खरीदारी पूरी

source: Course Not Available
hi_in: पाठ्यक्रम उपलब्ध नहीं

source: PayPal - The safer, easier way to pay online.
hi_in: पेपैल - सुरक्षित, आसान ऑनलाइन भुगतान करने के लिए तरीका है।

source: Edwiser Bridge - WordPress Moodle LMS Integration
hi_in: Edwiser ब्रिज - वर्डप्रेस Moodle एलएमएस एकता

source: Edwiser Bridge integrates WordPress with the Moodle LMS. The plugin provides an easy option to import Moodle courses to WordPress and sell them using PayPal. The plugin also allows automatic registration of WordPress users on the Moodle website along with single login credentials for both the systems.
hi_in: Edwiser ब्रिज Moodle एलएमएस के साथ वर्डप्रेस एकीकृत करता है। प्लगइन WordPress करने के लिए Moodle पाठ्यक्रम आयात और पेपैल का उपयोग कर उन्हें बेचने के लिए एक आसान विकल्प प्रदान करता है। प्लगइन भी दोनों प्रणालियों के लिए एकल प्रवेश पहचान के साथ-साथ Moodle वेबसाइट पर वर्डप्रेस उपयोगकर्ताओं के स्वत: पंजीकरण की अनुमति देता है।

source: Edwiser Bridge Documentation
hi_in: Edwiser ब्रिज प्रलेखन

source: Documentation
hi_in: प्रलेखन

source: Please update all %s extensions to latest version.
hi_in: नवीनतम संस्करण के लिए सभी% s एक्सटेंशन अपडेट करें।

source: %s does not exist.
hi_in: % S मौजूद नहीं है।

source: - Select Country -
hi_in: Edwiser ब्रिज

source: The field 'First Name' cannot be left blank
hi_in: क्षेत्र 'पहला नाम' खाली नहीं छोड़ा जा सकता है

source: The field 'Last Name' cannot be left blank
hi_in: क्षेत्र 'अंतिम नाम' खाली नहीं छोड़ा जा सकता है

source: The field 'Email' cannot be left blank
hi_in: क्षेत्र 'ईमेल' खाली नहीं छोड़ा जा सकता है

source: Problems in processing your order, Please try later.
hi_in: अपने आदेश प्रसंस्करण में समस्याओं, बाद में कोशिश करें।

source: Search:
hi_in: खोज:

source: No data available in table
hi_in: तालिका में आंकड़े उपलब्ध नहीं

source: Loading...
hi_in: लोड हो रहा है...

source: Search
hi_in: खोज
